Repository: artikus11/art-woocommerce-fast-order
Catalog: languages/art-woocommerce-order-fast-*.po
Languages: ru_ru

source: Empty field
ru_ru: Пустое поле

source: Settings
ru_ru: Настройки

source: Quick Order:
ru_ru: Быстрый заказ:

source: The <strong>%s</strong> requires installed and activated plugins:
ru_ru: Для работы плагина <strong>%s</strong> требуются установленные и активированные плагины:

source: version
ru_ru: версия

source: or higher
ru_ru: или выше

source: and
ru_ru: и

source: <strong>%s</strong> plugin has been deactivated.
ru_ru: <strong>%s</strong> плагин был деактивирован.

source: Created a quick order from the cart
ru_ru: Создан быстрый заказ из корзины

source: Order successfully created
ru_ru: Заказ успешно создан

source: Fast Order
ru_ru: Быстрый заказ

source: Off
ru_ru: Выключить

source: On
ru_ru: Включить

source: General
ru_ru: Основные

source: General settings
ru_ru: Основные настройки

source: Operating mode
ru_ru: Режим работы

source: Select the mode of operation and display the Buy button
ru_ru: Выберите режим работы

source: Form settings
ru_ru: Настройки формы

source: Button Label
ru_ru: Надпись на кнопке

source: Specify the desired label on the button
ru_ru: Укажите нужную надпись на кнопке

source: Quick Order
ru_ru: Быстрый заказ

source: Delay time success, ms
ru_ru: Время задержки (успех), мс

source: Success message display delay time
ru_ru: Время задержки для сообщения об успешной отправке

source: Delay time error, ms
ru_ru: Время задержки (ошибка), мс

source: Error message display delay time
ru_ru: Время задержки для сообщения об ошибке

source: Phone mask
ru_ru: Маска

source: Specify the required phone mask. The script responds to the number "9"
ru_ru: Укажите требуюмую маску телефона. Скрипт реагирует на цифру "9"

source: Phone placeholder
ru_ru: Плейсходер

source: Specify a placeholder for the phone field
ru_ru: Укажите плейсхолдер для поля телефона

source: Add fast order button near checkout button
ru_ru: Добавить кнопку быстрого заказа рядом с кнопкой оформления заказа

source: Replace checkout button with fast order button
ru_ru: Заменить кнопку оформления заказа кнопкой быстрого заказа
